{
  "title": "A terrestrial globe showing the routes taken by geographical explorers, primarily in the 18th century",
  "content": [
    {
      "title": "Intro Text",
      "html": "<p>Even the very earliest peoples went on voyages of discovery. As their experience of navigation and shipbuilding grew, they could explore more of the oceans. As early as the 17th century, globes largely depicted the contours of the continents and oceans correctly. From the 18th century, voyages of discovery completed the European view of the world. Such voyages fostered global trade and transcontinental communication, but also led to the suppression and destruction of cultures and habitats.</p><br/><p><strong>Accession number</strong>: 3.2007.1204</p><p><strong>Manufacturer</strong>: Daniel Friedrich Sotzmann (author) and Johann Georg Franz (publisher)</p><p><strong>Year</strong>: 1808</p><p><strong>Measurements</strong>: 72 x 127 x 72 cm</p><p><strong>Weight</strong>: 16 kg</p>",
      "camera": "LookingAtPOIhistory000"
    },
    {
      "title": "Nutzungs/Erfindungsgeschichte",
      "html": "<p>The origins of globalisation are usually dated to around 1500 when Portugal and Spain were racing to explore the world’s oceans. Today, in particular, Christoph Columbus’s Atlantic crossing in the service of the Spanish crown and his (re-) discovery of the Americas is seen as marking the dawn of the ‘global age’.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/sotzmann/1.Christoph_Kolumbus_Porträt.png' alt='1.Christoph_Kolumbus_Porträt.png'></div><p>Portrait of Christoph Columbus, Sebastiano del Piombo, 1519, Metropolitan Museum of Art, New York, © CC 0 1.0</p>",
      "camera": "LookingAtPOIhistory001"
    },
    {
      "title": "",
      "html": "<p>In 1488, Portuguese mariner and explorer Bartolomeu Dias rounded the Cape of Good Hope. Ten years later in 1498, his fellow countryman Vasco da Gama became the first European seafarer to sail around the Cape and continue on to find a passage to India.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/sotzmann/2.Vasco_da_Gama_Porträt.png' alt='2.Vasco_da_Gama_Porträt.png'></div><p>Portrait of Vasco da Gama, Gregorio Lopes, ca. 1524 © CC 0 1.0</p>",
      "camera": "LookingAtPOIhistory002"
    },
    {
      "title": "",
      "html": "<p>Spain could claim the first European circumnavigation of the globe, even though the original leader of this Spanish expedition was Portuguese – the explorer Ferdinand Magellan. In 1519, he planned to follow Columbus’s route and find a western passage to the ‘Spice Islands’ (Maluku Islands, Indonesia). Sailing past Tierra del Fuego, he continued westwards around the world, a circumnavigation conclusively proving the Earth was spherical.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/sotzmann/3.Ferdinand_Magellan.png' alt='3.Ferdinand_Magellan.png'></div><p>Ferdinand Magellan, unknown artist, 16th or 17th century, The Mariners’ Museum, Newport News © CC 0 1.0</p>",
      "camera": "LookingAtPOIhistory003"
    },
    {
      "title": "",
      "html": "<p>It was, though, a British explorer who charted the South Pacific. In 1768, the naval officer and cartographer James Cook set sail on his first voyage to the South Pacific. This was followed by a second voyage in 1772 and his third and final voyage in 1780. On these journeys, he prepared the first detailed maps of New Zealand, Australia and the South Pacific islands.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/sotzmann/4.James_Cook.png' alt='4.James_Cook.png'></div><p>Portrait of James Cook, Nathaniel Dance-Holland, 1776, National Maritime Museum, London © CC 0 1.0</p>",
      "camera": "LookingAtPOIhistory004"
    },
    {
      "title": "",
      "html": "<p>In the 18th century, ships were sailing around the entire world. One hundred years later, globalisation had already arrived in the form of worldwide communications, free trade, money transactions, migration and an international monetary system.</p>",
      "camera": "LookingAtPOIhistory005"
    },
    {
      "title": "1. Der Globus",
      "html": "<p>Ein Globus ist ein verkleinertes, kugelförmiges Modell der Erde. Man unterscheidet Himmels- und Erdgloben. Erstere dienen zur Darstellung der Himmelskörper, Letztere der Erde. Oft wurden sie paarweise hergestellt. Je nach Größe unterscheidet man zwischen einem Taschen-, Tisch-, Stand- und Riesenglobus.</p>",
      "camera": "LookingAtPOI001",
      "sprite": "assets/sprite/1.svg"
    },
    {
      "title": "2. Daniel Sotzmann",
      "html": "<p>1. Der Erdglobus von Daniel Sotzmann, gefertigt 1808, zeigt Routen der wichtigsten Entdeckungsfahrten. Als Geograf der Königlich Preußischen Akademie der Wissenschaften zu Berlin gehörte Sotzmann zu den bedeutendsten deutschen Kartografen. Mit insgesamt 36 detaillierten Reiserouten ist der Globus ein wichtiger Beitrag zur Entdeckungsgeschichte des 18. und frühen 19. Jh. Der Globus ist nach einer Inschrift auf der Kugel vom Nürnberger Verleger dem Bayrischen König Maximilian Josef (1806 – 1825) gewidmet.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/sotzmann/5.Daniel_F._Sotzmann.png' alt='5.Daniel_F._Sotzmann.png'></div><p>Daniel F. Sotzmann, Porträt als Kupferstich von Conrad Westermayr, 1800 © CC 0 1.0</p><br/><p>2. Für den Adel und die Kirche wurden bereits im 15. Jh. prunkvolle und detailreiche Globen gefertigt. Das Interesse der Herrschenden an der Wissenschaft sollte geweckt werden, damit sie aufwendige Entdeckungsreisen finanzieren. Die mit dem Aufstieg des Bürgertums wachsende Nachfrage führte ab dem frühen 19. Jh. zu einer Art Serienproduktion. Wie auch beim Sotzmann-Globus wurden meist im Kupferstichverfahren erstellte Globenstreifen auf den aus zwei hohlen Halbkugeln zusammengesetzten Globuskorpus aufgezogen und verleimt. Die Kugel bestand in der Regel aus Pappmaché, auf die eine Gipsschicht aufgetragen wurde.</p><br/><p>3. Der Globus ist mit einem Messing-Meridianring in einer Drehachse befestigt, in dem er sich in alle Richtungen drehen lässt. Der Meridianring hat auf einer Seite eine Gradeinteilung, die parallel zu den auf dem Globus gedruckten Meridianen verläuft.</p><br/><p>4. Drei Säulen stützen durch eine Kreuzverstrebung den breiten hölzernen Ring. Dieser bildet den Horizont, der die Tierkreiszeichen anzeigt. Dadurch kann man erkennen, in welchem Bereich eines Tierkreises die Sonne an den einzelnen Tagen des Jahres steht.</p><br/><p>5. Um 1700 wurde es üblich, noch nicht bekannte Gebiete frei zu lassen, wie hier beim Sotzmann-Globus von 1808 einen Teil der Südküste Australiens. Und das, obwohl die 1800 gestartete Expedition des französischen Seefahrers Nicolas Baudin zur Erkundung der Küsten Australiens erfolgreich beendet war. Wahrscheinlich lag zwar der Reisebericht vor, aber die dazugehörigen Karten waren noch nicht veröffentlicht worden.</p>",
      "camera": "LookingAtPOI002",
      "sprite": "assets/sprite/2.svg"
    },
    {
      "title": "Communication today",
      "html": "<p>These journeys and voyages of discovery from bygone years forged the foundation of world trade and globalisation. Crucially, the development of communication technologies was driven by the need for comprehensive systems to transmit information. The world became smaller. Today, we no longer have to set out on dangerous voyages, risking privations and hardships. Thanks to satellite images, we can all view the entire globe in enormous detail on our smartphone display. Today’s globe is no longer papier mâché, but made out of data.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/sotzmann/6.Routen_B.S.Halpern.png' alt='6.Routen_B.S.Halpern.png'></div><p>Shipping and trade routes in 2012, Tomislav Hengl: Halpern, B. S., et al. 2008. A Global Map of Human Impact on Marine Ecosystems. Science 319(5865):948-952, <a href='https://www.science.org/doi/10.1126/science.1149345' target='_blank'>https://dx.doi.org/10.1126/science.1149345</a>, University of California, National Center for Ecological Analysis and Synthesis</p>",
      "camera": "LookingAtPOIpresent001"
    }
  ],
  "chapters": [
    {
      "id": "history",
      "title": "",
      "cameras": [
        "LookingAtPOIhistory000",
        "LookingAtPOIhistory001",
        "LookingAtPOIhistory002",
        "LookingAtPOIhistory003",
        "LookingAtPOIhistory004",
        "LookingAtPOIhistory005"
      ]
    },
    {
      "id": "information",
      "title": "",
      "cameras": ["LookingAtPOI001", "LookingAtPOI002"]
    },
    {
      "id": "present",
      "title": "",
      "cameras": ["LookingAtPOIpresent001"]
    }
  ],
  "gltfUrl": "assets/glb/1/sotzmannglobus.glb"
}
