{
  "title": "Tinfoil phonograph after Thomas Alva Edison",
  "content": [
    {
      "title": "Intro Text",
      "html": "<p>While the printed or written word can be read time and again, the spoken word is transitory by nature. To record and make a voice audible again, a device was needed to store and replay sound – and the Phonograph, invented in the late 1800s, could do just that.</p><br/><p><strong>Accession number</strong>: 4.2020.305</p><p><strong>Manufacturer</strong>: Alfred Költzow, Berlin</p><p><strong>Year</strong>: 1890</p><p><strong>Dimensions</strong>: 37 x 25 x 23 cm</p><p><strong>Weight</strong>: 9.7 kg</p>",
      "camera": "LookingAtPOIhistory000"
    },
    {
      "title": "Erfindungs- und Nutzungsgeschichte???",
      "html": "<p>The search for devices to record and reproduce sound waves began in earnest around the 1850s. In 1877, renowned American inventor Thomas A. Edison came up with the idea of a tinfoil phonograph – the first acoustic and mechanical device to successfully record, store and replay sound.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/zinngraphen/1.US-Patent_für_den_Phonographen_1878.png' alt='1.US-Patent_für_den_Phonographen_1878.png'></div><p>US patent for the Phonograph, 1878 © MSPT</p>",
      "camera": "LookingAtPOIhistory001"
    },
    {
      "title": "",
      "html": "<p>‘It talks! It sings! It laughs!’ Undoubtedly, the incredible claims on this large colour woodcut poster from around 1878 attracted curious crowds to presentations of Edison’s Phonograph, or ‘talking machine’ as he initially called it. In Germany, at least, very few would have been able to afford their own private phonograph. In 1901, a worker earned a monthly wage of 70 to 100 marks, while a phonograph cost 90 marks.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/zinngraphen/2.Thomas_Alva_Edison.png' alt='2.Thomas_Alva_Edison.png'></div><p>Thomas Alva Edison, colour woodcut print by Alfred S. Seer Engraver, 1878, National Portrait Gallery, Smithsonian Institution © CC 0 1.0</p>",
      "camera": "LookingAtPOIhistory002"
    },
    {
      "title": "",
      "html": "<p>A highly prolific inventor, Edison was granted 1093 US patents. He is famous for developing the automatic telegraph (1870–74), the phonograph (1877), the first practical electric light bulb (1879) and an early film camera called the Kinetograph (1888–91).</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/zinngraphen/3.Büste_von_Thomas_Alva_Edison_1890.png' alt='3.Büste_von_Thomas_Alva_Edison_1890.png'></div><p>Portrait bust of Thomas Alva Edison, 1890 © MSPT</p>",
      "camera": "LookingAtPOIhistory003"
    },
    {
      "title": "",
      "html": "<p>As an entrepreneur, Edison was the first to establish a new business process for research and development. He built two large laboratory complexes in New Jersey, and employed dozens of staff. Edison and his team constantly improved existing technologies to make them more commercially viable and profitable. The Edison Speaking Phonograph Company, founded in 1878, was designed to sell the phonograph around the world. Edison also operated the first investor-owned generating station for direct current, opened in New York in 1882.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/zinngraphen/4.Holzstich_Edisons_Elektrizitätswerk.png' alt='4.Holzstich_Edisons_Elektrizitätswerk.png'></div><p>Woodcut, Edison Company’s Brooklyn Electric Power Station, 1892 © MSPT</p>",
      "camera": "LookingAtPOIhistory004"
    },
    {
      "title": "",
      "html": "<p>But his phonograph sales soon began to falter. The sound quality was poor and, with just a short recording time, the cylinders constantly needed to be changed. These problems were also identified by Chichester Bell (a cousin of Alexander Graham Bell, who invented the telephone) and Charles Sumner Tainter, and their Graphophon was an improvement on the Phonograph. But ultimately these cylinder systems were no match for the shellac discs of the gramophone and, later, the record player. In 1929, the Great Depression forced Edison to halt the production of phonographs. He died of diabetes in 1931.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/zinngraphen/5.Trichtergrammophon_Monarch.png' alt='5.Trichtergrammophon_Monarch.png'></div><p>Monarch de Luxe No. 15b horn gramophone, Gramophone & Typewriter Ltd., 1907, after an invention by Emil Berliner © MSPT</p>",
      "camera": "LookingAtPOIhistory005"
    },
    {
      "title": "Cylinder",
      "html": "<p>The recording medium was a cylinder covered with strips of tin foil. When the handcrank turned the cylinder and, at the same time, words were spoken into the cone-shaped funnel, the sound vibrations were indented on the tinfoil. A recording lasted just two minutes, depending on the speed the cylinder was turned. The cylinders with recordings of personal messages or congratulations were often sent as gifts to relatives or friends. In 1887, Edison replaced the tinfoil by a wax cylinder, significantly improving the sound quality. Moreover, in comparison to tinfoil, wax cylinders had a longer life.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/zinngraphen/6.Zinnfolienphonograph_mit_Seitenansicht.png' alt='6.Zinnfolienphonograph_mit_Seitenansicht.png'></div><p>Tinfoil phonograph with a side view of the cylinder, after Thomas Alva Edison, made by Edme Hardy, 1878, Paris © MSPT</p>",
      "camera": "LookingAtPOI001"
    },
    {
      "title": "Sound box",
      "html": "<p>A sound box was attached to the cylinder. This served both for recording and replaying the sound. The sound waves caused the thin membrane on the sound box to move up and down.</p>",
      "camera": "LookingAtPOI002"
    },
    {
      "title": "Stylus",
      "html": "<p>A blunt style was attached to a diaphragm. When the sound waves made the diaphragm vibrate, the needle vibrated as well. When the cylinder was turned by the handle, the needle’s vibrations were indented in the tinfoil in a vertical ‘hill and dale’ groove pattern corresponding to the sounds.</p>",
      "camera": "LookingAtPOI003"
    },
    {
      "title": "Mouthpiece/cone-shaped funnel",
      "html": "<p>The cone-shaped funnel was set on the sound box to bundle the sound. This could be used both for recording and playing back the sound.</p>",
      "camera": "LookingAtPOI004"
    },
    {
      "title": "Hand crank",
      "html": "<p>To play back the recorded sounds, the sound box was folded back. By turning the handle to wind the cylinder backwards, the needle and mouthpiece were also returned to the starting position. Now, when the handcrank was turned, the needle followed the indents in the foil, making the diaphragm move and creating sounds audible through the cone-shaped funnel.</p>",
      "camera": "LookingAtPOI005"
    },
    {
      "title": "Communication today",
      "html": "<p>Despite the enormous importance of this first device for recording and reproducing sound, around ten years later Edison’s cylinder technology was already outdated. For decades the gramophone record, invented by Emil Berliner in 1887, became the leading medium for sound reproduction. Later developments include magnetic tape, audio tape cassettes and CDs. As a digital storage medium for sound reproduction, the MP3 file came to dominate the music market after 2000. Today, the entire world of music can be played on a PC or smartphone. Many voice recordings are also made on a smartphone, for example, as voicemails. Nonetheless, the vinyl record is presently experiencing a revival with music lovers valuing this analogue sound carrier’s durability and special feel.</p>",
      "camera": "LookingAtPOIpresent001"
    }
  ],
  "chapters": [
    {
      "id": "history",
      "title": "",
      "cameras": [
        "LookingAtPOIhistory000",
        "LookingAtPOIhistory001",
        "LookingAtPOIhistory002",
        "LookingAtPOIhistory003",
        "LookingAtPOIhistory004",
        "LookingAtPOIhistory005"
      ]
    },
    {
      "id": "information",
      "title": "",
      "cameras": [
        "LookingAtPOI001",
        "LookingAtPOI002",
        "LookingAtPOI003",
        "LookingAtPOI004",
        "LookingAtPOI005"
      ]
    },
    {
      "id": "present",
      "title": "",
      "cameras": ["LookingAtPOIpresent001"]
    }
  ],
  "gltfUrl": "assets/glb/12/zinnfolienphonograph.glb"
}
