{
  "title": "The Enigma cipher machine",
  "content": [
    {
      "title": "Intro Text",
      "html": "<p>The Enigma M4 rotor cipher device was used from 1942 by the German Navy to communicate with the submarine fleet. The cipher generated by the legendary Enigma (from the Greek for ‘riddle’) was considered unbreakable. After considerable effort, a team around British mathematician Alan Turing finally managed to break the Enigma M4 code. The ability to decode the Enigma messages had a major influence on the outcome of the Second World War.</p><br/><p><strong>Accession number</strong>: 4.0.23036</p><p><strong>Year</strong>: 1944</p><p><strong>Dimensions</strong>: 28.5 x 35.5 x 16 cm</p><p><strong>Weight</strong>: 12 kg</p>",
      "camera": "LookingAtPOIhistory000",
      "animations": ["All Animations_skeleton #12_1"]
    },
    {
      "title": "Erfindungs- und Nutzungsgeschichte???",
      "html": "<p>Developed by Berlin inventor Arthur Scherbius from 1918 on, the Enigma was employed by the German military from 1926. In the Second World War, various Enigma models were used. The German Armed Forces and the Luftwaffe used the Enigma I, while the Navy first used the Enigma M3 and, from 1942, the Enigma M4, regarded as especially secure. Unlike the other Enigma models, the M4 was fitted with four rotors rather than three. The four rotors significantly increased the encryption combinations.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/enigma/1.Generaloberst_Heinz_Wilhelm_Guderian.png' alt='1.Generaloberst_Heinz_Wilhelm_Guderian.png'></div><p>Colonel-General Heinz Wilhelm Guderian and radio operators with the Enigma in an armoured vehicle © MSPT</p>",
      "camera": "LookingAtPOIhistory001"
    },
    {
      "title": "",
      "html": "<p>From the start of the war, the British secret service worked on cracking the Enigma code. They used an electromechanical device known as the ‘bombe’, developed by mathematician Alan Turing and based on an earlier device by Polish specialists. With the ‘bombe’, messages could be decrypted from the Enigma models with three rotors, but not from the Enigma M4. This was not solely due to the larger numbers of encryption combinations with four rotors, but also to the German Navy’s use of special codebooks.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/enigma/2.Fotografie_Reihe_von_Turing_Bomben_in_Bletchley_Park.png' alt='2.Fotografie_Reihe_von_Turing_Bomben_in_Bletchley_Park.png'></div><p>Photograph showing a series of ‘Turing bombes’ in Bletchley Park © MSPT</p>",
      "camera": "LookingAtPOIhistory002"
    },
    {
      "title": "",
      "html": "<p>The first significant progress in breaking the Enigma M4 code came in 1942 when three crew members of a British destroyer managed to salvage codebooks from German submarine U 559 as it was sinking. Moreover, in April 1943, Alan Turing’s team constructed a more sophisticated high-speed version of the ‘bombe’. Finally, in June 1944, the last puzzle pieces came to light when the US Navy captured a German submarine intact, complete with its Enigma M4, secret documents and codebooks.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/enigma/3.Schlüsseltabelle_für_die_Enigma_Chiffrierung.png' alt='3.Schlüsseltabelle_für_die_Enigma_Chiffrierung.png'></div><p>Key identification table for the Enigma encryption © MSPT</p>",
      "camera": "LookingAtPOIhistory003"
    },
    {
      "title": "",
      "html": "<p>Above all, the Enigma M4 decryption was crucial for the Allies to successfully optimise their defences against one of Germany’s most feared weapons – its submarine fleet. The Allies ability to decipher German naval communications severely weakened the fleet’s effectiveness.</p>",
      "camera": "LookingAtPOIhistory004"
    },
    {
      "title": "",
      "html": "<p>Alan Turing, born in London in 1912, is today regarded as a leading pioneer in computer science and technology. In the Second World War, he was one of the key figures in decrypting German radio messages at the top-secret Station X, the Bletchley Park estate which housed British intelligence’s Government Code and Cypher School (G.C. & C.S.). After the war, Turing was arrested for homosexuality, then a criminal offence in Britain, and sentenced to undergo a treatment known as ‘chemical castration’. He died in 1954, possibly committing suicide as a result of depression caused by the treatment. Only in 2009, after public pressure, did then British Prime Minister Gordon Brown first officially pay tribute to Turing’s contribution to the war effort and, in the name of the government, apologise for his prosecution.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/enigma/4.Fotografie_von_Alan_Turing_aus_dem_Jahr_1951.png' alt='4.Fotografie_von_Alan_Turing_aus_dem_Jahr_1951.png'></div><p>Photograph of Alan Turing in 1951 © MSPT</p>",
      "camera": "LookingAtPOIhistory005"
    },
    {
      "title": "1. Keyboard",
      "html": "<p>The keyboard served to enter the plain text to be encrypted. Pressing a key triggered an electrical impulse which then ran through the rotors as well as the plugboard.</p>",
      "camera": "LookingAtPOI001",
      "sprite": "assets/sprite/1.svg"
    },
    {
      "title": "2. Rotors",
      "html": "<p>1. The electromechanical rotor mechanism, with its complex wiring system, was the heart of the Enigma machine. The rotors have 26 visible letters with a series of associated electrical contacts on the sides of the rotors.</p><br/><p>2. The basic settings on the different rotors were changed every day. The operators took the settings from the top-secret code books.</p><br/><p>3. After a letter was encrypted by pressing a letter on the keyboard, an electrical impulse was sent via the pressed key through the plugboard and rotors. The rotors turned automatically. Since every time a key was pressed the rotors turned slightly, the connections between letters changed and so did the alphabetic cipher.</p>",
      "camera": "LookingAtPOI002",
      "sprite": "assets/sprite/2.svg"
    },
    {
      "title": "3. Reflector (Umkehrwalze)",
      "html": "<p>The reflector was stationary. It sent the electrical impulses from the four rotors back in a reverse order through the rotors. This function was designed to prevent any letter substituting itself, increasing the Enigma’s encryption strength. However, since this reduced the possible encryption combinations, it is now regarded as the Enigma’s major weakness.</p>",
      "camera": "LookingAtPOI003",
      "sprite": "assets/sprite/3.svg"
    },
    {
      "title": "4. Plugboard",
      "html": "<p>By introducing an additional exchange of letters, the plugboard was designed to increase the strength of the Enigma’s encryption. The codebooks contained instructions on how the cables and ports were to be attached on the front of the machine. This system of jacks and plugs was inspired by manually operated telephone switchboards.</p>",
      "camera": "LookingAtPOI004",
      "sprite": "assets/sprite/4.svg"
    },
    {
      "title": "5. Lampboard",
      "html": "<p>When a letter key was pressed an electrical impulse flowed through the pressed key and plugboard and lit one of the light bulbs in front of the keyboard. The illuminated letter was the encrypted substitute for the letter on the key pressed. The operator made a note of this letter and then entered the next letter of the plaintext on the keyboard.</p>",
      "camera": "LookingAtPOI005",
      "sprite": "assets/sprite/5.svg"
    },
    {
      "title": "6. Battery compartment",
      "html": "<p>The Enigma M4 was designed for both stationary and mobile use. It could either be powered by an integrated battery or connected to an external power source.</p>",
      "camera": "LookingAtPOI006",
      "sprite": "assets/sprite/6.svg"
    },
    {
      "title": "7. Connection to external power source",
      "html": "<p>For stationary use, for instance in a submarine, the Enigma could be connected to an external power source.</p>",
      "camera": "LookingAtPOI007",
      "sprite": "assets/sprite/7.svg"
    },
    {
      "title": "8. Identification plate",
      "html": "<p>The plate gives the Enigma’s serial number as well as details of which company manufactured the machine and when. Since the Enigma was military equipment, such information was top secret. The first numbers ‘18311’ are the serial number. The abbreviation ‘aye’ in the centre indicates that this machine was manufactured by the Olympia Büromaschinenwerke AG in Erfurt. The final two numbers, here ‘44’, are the year of production.</p>",
      "camera": "LookingAtPOI008",
      "sprite": "assets/sprite/8.svg"
    },
    {
      "title": "9. Instruction pamphlet",
      "html": "<p>The pamphlet gives very basic advice on how to use the device.</p>",
      "camera": "LookingAtPOI009",
      "sprite": "assets/sprite/9.svg"
    },
    {
      "title": "10. Spare cable",
      "html": "<p>Storage space for spare plugboard cables.</p>",
      "camera": "LookingAtPOI010",
      "sprite": "assets/sprite/10.svg"
    },
    {
      "title": "11. Contrast filter",
      "html": "<p>In bright sunlight, this green contrast filter could be placed over the lampboard to increase contrast and improve visibility.</p>",
      "camera": "LookingAtPOI011",
      "sprite": "assets/sprite/11.svg"
    },
    {
      "title": "12. Navy stamp",
      "html": "<p>Stamp of the German Navy’s High Command in Norway.</p>",
      "camera": "LookingAtPOI012",
      "sprite": "assets/sprite/12.svg"
    },
    {
      "title": "Communication today",
      "html": "<p>To speed up the results from the Turing ‘bombes’ used to crack the Enigma code, they were first tested with words often used by the German military, such as ‘High Command’ or ‘weather report’. When one of these words could be successfully deciphered in an intercepted message, the Enigma settings could then be applied to the rest of the message. Modern hackers also work in a similar way. They collect information about a person, for instance, from social media profiles, then feed it into algorithms in an attempt to crack the person’s passwords. Many people still tend to use passwords related to private details from everyday life, from the name of a football club to the title of a favourite song or their pet’s name. By guessing these elements, hackers can crack passwords much faster.</p>",
      "camera": "LookingAtPOIpresent001"
    }
  ],
  "chapters": [
    {
      "id": "history",
      "title": "",
      "cameras": [
        "LookingAtPOIhistory000",
        "LookingAtPOIhistory001",
        "LookingAtPOIhistory002",
        "LookingAtPOIhistory003",
        "LookingAtPOIhistory004",
        "LookingAtPOIhistory005"
      ]
    },
    {
      "id": "information",
      "title": "",
      "cameras": [
        "LookingAtPOI001",
        "LookingAtPOI002",
        "LookingAtPOI003",
        "LookingAtPOI004",
        "LookingAtPOI005",
        "LookingAtPOI006",
        "LookingAtPOI007",
        "LookingAtPOI008",
        "LookingAtPOI009",
        "LookingAtPOI010",
        "LookingAtPOI011",
        "LookingAtPOI012"
      ]
    },
    {
      "id": "present",
      "title": "",
      "cameras": ["LookingAtPOIpresent001"]
    }
  ],
  "gltfUrl": "assets/glb/17/enigma.glb"
}
