{
  "title": "Bell telephone and cutaway model: Everyone their own telephone",
  "content": [
    {
      "title": "Intro Text",
      "html": "<p>Scottish-born American inventor Alexander Graham Bell developed the first marketable telephone and patented it in 1876. One year later, Heinrich von Stephan, Postmaster General and founder of the Imperial Postal Museum, today’s Museum of Communication Berlin, acquired two Bell telephones. On 26 October 1877 in Berlin, he made Germany’s first phone call – the start of telephony in the county.</p><br/><p><strong>Accession number</strong>: 4.0.27946</p><p><strong>Manufacturer</strong>: Alexander Graham Bell, inventor</p><p><strong>Year</strong>: 1877</p><p><strong>Measurements</strong>: 80 x 160 mm</p><p><strong>Weight</strong>: 0.8 kg</p><br/><h2>Cutaway model of a Bell telephone</h2><p><strong>Accession number</strong>: 4.0.27838</p><p><strong>Manufacturer</strong>: Telegraphen Bau-Anstalt Siemens & Halske oHG, Berlin</p><p><strong>Year</strong>: 1877</p><p><strong>Measurements</strong>: 70 x 155 cm</p><p><strong>Weight</strong>: 0.2 kg</p>",
      "camera": "LookingAtPOIhistory000",
      "sprite": "assets/sprite/1.svg"
    },
    {
      "title": "Erfindungs- und Nutzungsgeschichte???",
      "html": "<p>Inventor Alexander Graham Bell (1847–1922) helped achieve a breakthrough in the phone’s development and its international marketing. In this process, the Reis telephone was a significant influence. After being granted a patent for his prototype telephone in 1876, Bell invested considerable time and effort in defending his patent against other inventors, also by taking them to court.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/bell/1.Foto_von_Alexander_Graham_Bel.png' alt='1.Foto_von_Alexander_Graham_Bel.png'></div><p>Photograph of Alexander Graham Bell © CC 0 1.0</p>",
      "camera": "LookingAtPOIhistory001",
      "sprite": "assets/sprite/2.svg"
    },
    {
      "title": "",
      "html": "<p>In contrast to Philipp Reis’s telephone, the Bell telephone combined a transmitter and receiver so it could be held in one hand. In its use, size and weight, it already had many similarities with telephones today.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/bell/2.Zeitungsartikel_The_New_Bell_Telephone.png' alt='2.Zeitungsartikel_The_New_Bell_Telephone.png'></div><p>Magazine article ‘The New Bell Telephone’ (from Scientific American) © MSPT</p>",
      "camera": "LookingAtPOIhistory002",
      "sprite": "assets/sprite/3.svg"
    },
    {
      "title": "",
      "html": "<p>Bell’s invention was based on the principle of magnetic induction with changes in a magnetic field producing electrical undulations, while Reis interrupted the flow of current to trigger electrical pulses. As a result, unlike the Reis telephone, Bell’s device did not need batteries.</p>",
      "camera": "LookingAtPOIhistory003",
      "sprite": "assets/sprite/4.svg"
    },
    {
      "title": "",
      "html": "<p>On 26 October 1877, Heinrich von Stephan used a Bell telephone to make the first phone call ever in Germany. Just a few months later, he opened the existing telegraph lines to telephone operations as well. Over the following years, the telegraph construction company ‘Telegraphen Bauanstalt von Siemens & Halske’ made improvements to the telephone and was granted a number of patents.</p><div><img src='https://3d-objekte.museumsstiftung.de/app/images/bell/3.Museumsgründer_Heinrich_von_Stephan.png' alt='3.Museumsgründer_Heinrich_von_Stephan.png'></div><p>Museum founder Heinrich von Stephan with the Bell telephone © MSPT</p>",
      "camera": "LookingAtPOIhistory004",
      "sprite": "assets/sprite/5.svg"
    },
    {
      "title": "",
      "html": "<p>Around 1900 the line rental for a private telephone cost 200 marks a year, putting it well beyond the means of most people. At that time, the average annual income in the German Reich was approximately 850 marks.</p>",
      "camera": "LookingAtPOIhistory005",
      "sprite": "assets/sprite/6.svg"
    },
    {
      "title": "Cone-shaped mouthpiece/earpiece",
      "html": "<p>Since the Bell telephone’s cone-shaped mouthpiece/earpiece functions both as a receiver and transmitter, the piece can be moved as needed between the mouth and ear during the call.</p>",
      "camera": "LookingAtPOI001",
      "sprite": "assets/sprite/1.svg"
    },
    {
      "title": "Iron membrane",
      "html": "<p>As soon as a message is spoken into the mouthpiece, an iron membrane located behind it starts to vibrate. The iron membrane is set just in front of a coil connected to a permanent magnet.</p>",
      "camera": "LookingAtPOI002",
      "sprite": "assets/sprite/2.svg"
    },
    {
      "title": "Electromagnet",
      "html": "<p>The electromagnet generates a magnetic field. By influencing this magnetic field, the iron membrane’s vibrations induce electrical undulations in the coil.</p>",
      "camera": "LookingAtPOI003",
      "sprite": "assets/sprite/3.svg"
    },
    {
      "title": "Coil",
      "html": "<p>The changes in the magnetic field create an undulatory current of electricity in the coil which is then transferred via connected copper wires to the binding screws.</p>",
      "camera": "LookingAtPOI004",
      "sprite": "assets/sprite/4.svg"
    },
    {
      "title": "Binding screws",
      "html": "<p>The Bell telephone has two cables attached to the binding screws: one cable transfers the message as electric signals, while the other serves to earth the device. In the reverse sequence, messages received are made audible again through an identical device.</p>",
      "camera": "LookingAtPOI005",
      "sprite": "assets/sprite/5.svg"
    },
    {
      "title": "Communication today",
      "html": "<p>In 1879, only 20 cities around the world had a telephone exchange. Two years later, Berlin opened its first telephone exchange with just eight subscribers. In the USA at the same time, all cities with a population of over 15,000 already had a telephone network. In 1910 there were 10 million telephones globally. At that time, Germany had a population of 64.9 million, but only 941,000 phones – so just 1.45% of all people in the country had a telephone connection. In 2022, in comparison, 62.6 million people in Germany had a smartphone – roughly 75% of the population. In global terms, the world’s total population that year was 7.9 billion people – and 5.3 billion of them owned a smartphone.</p>",
      "camera": "LookingAtPOIpresent001",
      "sprite": "assets/sprite/1.svg"
    }
  ],
  "chapters": [
    {
      "id": "history",
      "title": "",
      "cameras": [
        "LookingAtPOIhistory000",
        "LookingAtPOIhistory001",
        "LookingAtPOIhistory002",
        "LookingAtPOIhistory003",
        "LookingAtPOIhistory004",
        "LookingAtPOIhistory005"
      ]
    },
    {
      "id": "information",
      "title": "",
      "cameras": [
        "LookingAtPOI001",
        "LookingAtPOI002",
        "LookingAtPOI003",
        "LookingAtPOI004",
        "LookingAtPOI005"
      ]
    },
    {
      "id": "present",
      "title": "",
      "cameras": ["LookingAtPOIpresent001"]
    }
  ],
  "gltfUrl": "assets/glb/8/reistelefon.glb"
}
